[
  {
    "arabic": "Allaahu laa 'ilaaha 'illaa Huwal-Hayyul-Qayyoom, laa ta'khudhuhu sinatun wa laa nawm, lahu maa fis-samaawaati wa maafil-'ardh, man dhal-ladhee yashfa'u 'indahu 'illaa bi'ithnih, ya'lamu maa bayna 'aydeehim wa maa khalfahum, wa laa yuheetoona bishay'im-min 'ilmihi 'illaa bimaa shaa'a, wasi'a kursiyyuhus-samaawaati wal'ardh, wa laa ya'ooduhu hifdhuhumaa, wa Huwal-'Aliyyul- 'Adheem.",
    "translation": "Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great."
  },
  {
    "arabic": "Bismillaahir-Rahmaanir-Raheem. Qul Huwallaahu 'Ahad. Allaahus-Samad. Lam yalid wa lam yoolad. Wa lam yakun lahu kufuwan 'ahad. (3x)",
    "translation": "With the Name of Allah, the Most Gracious, the Most Merciful. Say: He is Allah (the) One. The Self-Sufficient Master, Whom all creatures need, He begets not nor was He begotten, and there is none equal to Him."
  },
  {
    "arabic": "Bismillaahir-Rahmaanir-Raheem. Qul 'a'oothu birabbil-falaq. Min sharri ma khalaq. Wa min sharri ghaasiqin 'ithaa waqab. Wa min sharrin-naffaathaati fil-'uqad. Wa min sharri haasidin 'ithaa hasad. (3x)",
    "translation": "With the Name of Allah, the Most Gracious, the Most Merciful. Say: I seek refuge with (Allah) the Lord of the daybreak, from the evil of what He has created, and from the evil of the darkening (night) as it comes with its darkness, and from the evil of those who practice witchcraft when they blow in the knots, and from the evil of the envier when he envies."
  },
  {
    "arabic": "Bismillaahir-Rahmaanir-Raheem. Qul 'a'oothu birabbin-naas. Malikin-naas. 'Ilaahin-naas. Min sharril-waswaasil-khannaas. Allathee yuwaswisu fee sudoorin-naas. Minal-jinnati wannaas. (3x)",
    "translation": "With the Name of Allah , the Most Gracious , the Most Merciful. Say: I seek refuge with (Allah) the Lord of mankind, the King of mankind , the God of mankind , from the evil of the whisperer who withdraws, who whispers in the breasts of mankind, of jinns and men."
  },
  {
    "arabic": "'Aamanar-Rasoolu bimaa 'unzila ilaihi mir-Rabbihi walmu'minoon, kullun 'aamana billaahi wa malaa'ikatihi wa Kutubihi wa Rusulihi, laa nufarriqu bayna 'ahadim-mir-Rusulihi, wa qaaloo sami'naa wa 'ata'naa ghufraanaka Rabbanaa wa 'ilaykal-maseer. Laa yukallifullaahu nafsan 'illaa wus'ahaa, lahaa maa kasabat wa 'alayhaa mak-tasabat, Rabbanaa laa tu'aakhithnaa 'in naseenaa 'aw 'akhta'naa, Rabbanaa wa laa tahmil 'alaynaa 'isran kamaa hamaltahu 'alal-latheena min qablinaa, Rabbanaa wa laa tuhammilnaa maa laa taaqata lanaa bihi, wa'fu 'annaa, waghfir lanaa warhamnaa, 'Anta Mawlaanaa fansurnaa 'alal-qawmil-kaafireen.",
    "translation": "The Messenger believes in what has been send down to him from his Lord, and so do the believers. Each one believes in Allah, His Angels, His Books, and His Messengers. They say: \"We make no distinction between any of His Messengers,\" and they say: \"We hear, and we obey. (We seek) Your Forgiveness, our Lord, and to You is the return.\" Allah burdens not a person beyond what he can bear. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. Our Lord! Punish us not if we forget or fall into error. Our Lord! Lay not on us a burden like that which You did lay on those before us. Our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us forgiveness. Have mercy on us. You are our Protector, and help us against the disbelieving people."
  },
  {
    "arabic": "Allaahumma 'innaka khalaqta nafsee wa 'Anta tawaffaahaa, laka mamaatuhaa wa mahyaahaa, 'in 'ahyaytahaa fahfadhhaa, wa 'in 'amattahaa faghfir lahaa . Allaahumma 'innee 'as'alukal-'aafiyata.",
    "translation": "O Allaah, verily You have created my soul and You shall take it's life, to You belong it's life and death. If You should keep my soul alive then protect it, and if You should take it's life then forgive it. O Allaah, I ask You to grant me good health."
  },
  {
    "arabic": "Allaahumma qinee 'athaabaka yawma tab'athu 'ibaadaka. (Right hand under cheek)",
    "translation": "O Allaah, protect me from Your punishment on the day Your servants are resurrected."
  },
  {
    "arabic": "Bismika Allaahumma 'amootu wa 'ahyaa.",
    "translation": "In Your name O Allaah, I live and die."
  },
  {
    "arabic": "Subhaanallaahi",
    "translation": "How Perfect Allaah is."
  },
  {
    "arabic": "Alhamdu lillaahi",
    "translation": "All praise is for Allaah."
  },
  {
    "arabic": "Allaahu 'Akbar",
    "translation": "Allaah is the greatest."
  },
  {
    "arabic": "Allaahumma Rabbas-samaawaatis-sab'i wa Rabbal-'Arshil-'Adheem, Rabbanaa wa Rabba kulli shay 'in, faaliqal-habbi wannawaa , wa munzilat-Tawraati wal-'Injeeli, wal-Furqaani, 'a'oothu bika min sharri kulli shay 'in 'Anta 'aakhithun binaasiyatihi. Allaahumma 'Antal-'Awwalu falaysa qablaka shay'un, wa 'Antal-'Aakhiru falaysa ba'daka shay'un, wa 'Antadh-Dhaahiru falaysa fawqaka shay'un, wa 'Antal-Baatinu falaysa doonaka shay'un, iqdhi 'annad-dayna wa 'aghninaa minal-faqri.",
    "translation": "O Allaah, Lord of the seven heavens and the exalted throne, our Lord and Lord of all things, Splitter of the seed and the date stone, Revealer of the Towraat, the Injeel and the Furqaan, I take refuge in You from the evil of all things You shall seize by the forelock . O Allaah, You are The First so there is nothing before You and You are The Last so there is nothing after You. You are ath-Thaahir so there is nothing above You and You are al-Baatin so there is nothing closer than You. Settle our debt for us and spare us from poverty."
  },
  {
    "arabic": "Alhamdu lillaahil-lathee 'at'amanaa wa saqaanaa, wa kafaanaa, wa 'aawaanaa, fakam mimman laa kaafiya lahu wa laa mu'wiya.",
    "translation": "All praise is for Allaah, Who fed us and gave us drink, and Who is sufficient for us and has sheltered us, for how many have none to suffice them or shelter them."
  },
  {
    "arabic": "Allaahumma 'Aalimal-ghaybi wash-shahaadati faatiras-samaawaati wal'ardhi, Rabba kulli shay 'in wa maleekahu, 'ash-hadu 'an laa 'ilaaha 'illaa 'Anta, 'a'oothu bika min sharri nafsee, wa min sharrish-shaytaani wa shirkihi, wa 'an 'aqtarifa 'alaa nafsee soo 'an, 'aw 'ajurrahu 'ilaa Muslimin.",
    "translation": "O Allaah, Knower of the seen and the unseen, Creator of the heavens and the earth, Lord and Sovereign of all things I bear witness that none has the right to be worshipped except You. I take refuge in You from the evil of my soul and from the evil and shirk of the devil, and from committing wrong against my soul or bringing such upon another Muslim."
  },
  {
    "arabic": "Allaahumma 'aslamtu nafsee 'ilayka, wa fawwadhtu 'amree 'ilayka, wa wajjahtu wajhee 'ilayka, wa 'alja'tu dhahree 'ilayka, raghbatan wa rahbatan 'ilayka, laa malja' wa laa manja minka 'illaa 'ilayka, 'aamantu bikitaabikal-lathee 'anzalta wa bi-nabiyyikal-lathee 'arsalta.",
    "translation": "O Allaah, I submit my soul unto You, and I entrust my affair unto You, and I turn my face towards You, and I totally rely on You, in hope and fear of You. Verily there is no refuge nor safe haven from You except with You. I believe in Your Book which You have revealed and in Your Prophet whom You have sent."
  },
  {
    "arabic": "Bismillahi waza'atu jambii allahummagh fir lee zambi wa akhsee shaitaanee wa fukka rihaanee waj'alnee finnadiyy al aalaa",
    "translation": "in the name of Allah, I have laid down my side for Allah. O Allah! forgive me my sin, drive away my devil, free me from my responsibility, and place me in the highest assembly."
  },
  {
    "arabic": "Alhamdu lillahil-lathi kafani wa-awani, wa-at’amani wa-saqani; wal-lathi manna ‘alayya fa-afdal, wal-lathi a’tani fa-ajzal. Al-hamdu lillahi ‘ala kulli hal. Allahumma rabba kulli shay’in wa-malikah, wa-ilaha kulli shay’in, a’udhu bika minan-nar",
    "translation": "Praise be to Allah Who has given me sufficiency, has guarded me, given me food and drink, been most gracious to me, and given to me most lavishly. Praise be to Allah in every circumstance. O Allah! Lord and King of everything, God of everything, I seek refuge in You from Hell."
  },
  {
    "arabic": "Bismillaahir Rahmaanir Raheem. Qul yaaa-ayyuhal kaafiroon. Laaa a'budu maa t'abudoon. Wa laaa antum 'aabidoona maaa a'bud. Wa laaa ana 'abidum maa 'abattum. Wa laaa antum 'aabidoona maaa a'bud. Lakum deenukum wa liya de",
    "translation": "Say: (O Muhammad صلى الله عليه وسلم to these Mushrikûn and Kâfirûn): \"O Al-Kafirûn (disbelievers in Allâh, in His Oneness, in His Angels, in His Books, in His Messengers, in the Day of Resurrection, and in Al-Qadar)! \"I worship not that which you worship,  Nor will you worship that which I worship. And I shall not worship that which you are worshipping.  Nor will you worship that which I worship.  To you be your religion, and to me my religion (Islâmic Monotheism).\""
  }
]

